Repository: Lingmo-Archive/lingmo-plasma-workspace
Catalog: po/*/plasma_runner_windows.po
Languages: fi, ga, km, kn, lt, lv, ms, nds, ru, sk, sl, sv, th

source: Finds windows whose name, window class or window role match :q:. It is possible to interact with the windows by using one of the following keywords: activate, close, min(imize), max(imize), fullscreen, shade, keep above and keep below.
fi: Etsii ikkunat, joiden nimi, ikkunaluokka ja -roolit vastaavat hakua :q:. Ikkunoihin voi vaikuttaa seuraavilla avainsanoilla: activate, close, min(imize), max(imize), fullscreen, shade, keep above ja keep below.
ga: Aimsigh fuinneoga a bhfuil ainm, aicme, nó ról acu atá comhoiriúnach le :q:. Is féidir oibriú leis na fuinneoga trí cheann de na heochairfhocail seo a leanas: gníomhachtaigh, dún, íos(laghdaigh), uas(mhéadaigh), lánscáileán, scáthaigh, coimeád os cionn agus coimeád faoi.
km: រក​បង្អួច​ដែលមាន​ឈ្មោះ ថ្នាក់​បង្អួច ឬ​តួនាទីបង្អួច​ត្រូវ​គ្នានឹង​ :q: ។ វា​អាច​ទាក់ទង​ជា​មួយ​នឹង​បង្អួច​ ដោយ​ប្រើ​ពាក្យ​គន្លឹះ​មួយ​ក្នុង​ចំណោម​ពាក្យ​គន្លឹះ​ដូច​ខាងក្រោម ។ activate, close, min(imize), max(imize), fullscreen, shade, keep above and keep below ។
kn: :q: ಗೆ ತಾಳೆಯಾಗುವ ಕಿಟಕಿಯ ಹೆಸರು, ಕಿಟಕಿಯ ವರ್ಗ, ಅಥವ ಕಿಟಕಿಯ ಪಾತ್ರವನ್ನು ಹೊಂದಿರುವ ಕಿಟಕಿಯನ್ನು ಹುಡುಕುತ್ತದೆ. ಈ ಕೆಳಗಿನ ಕೀಲಿ ಪದಗಳನ್ನು ಬಳಸಿಕೊಂಡು ಕಿಟಕಿಗಳ ನಡುವೆ ಪರಸ್ಪರ ಸಂವಾದಾತ್ಮಕವಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸಲು ಸಾಧ್ಯವಿದೆ: activate(ಸಕ್ರಿಯಗೊಳಿಸು), close(ಮುಚ್ಚು), min(imize)(ಕಿರಿದಾಗಿಸು), max(imize) (ಹಿರಿದಾಗಿಸು), fullscreen(ಪೂರ್ಣತೆರೆ), shade(ಛಾಯೆ), keep above (ಮೇಲೆ ಇರಿಸು) ಹಾಗು keep below(ಕೆಳಗೆ ಇರಿಸು).
lt: Randa langus, kurių pavadinimas, lango klasė arba lango vaidmuo atitinka :q:. Galima sąveikauti su langais naudojant vieną iš tokių raktažodžių: aktyvuoti, užverti, sus(kleisti), iss (išskleisti), visas ekranas, tik antraštės juosta, laikyti virš ir laikyti po.
lv: Atrod logus, kuru nosaukums, klase vai loma atbilst :q:. Iespējams iedarboties uz logiem, izmantojot vienu no komandām: aktivizēt, aizvērt min(imizēt), maks(imizēt), pilnekrāna, saritināt, paturēt virs, paturēt zem.
ms: Cari tetingkap yang nama, kelas tetingkap atau tugas tetingkap sepadan :q:. Adalah mungkin untuk berinteraksi dengan tetingkap dengan menggunakan satu dari kata kunci berikut: activate, close, min(imize), max(imize), fullscreen, shade, keep above dan keep below.
nds: Söcht na Finstern, bi de :q: op ehr Naam, Finsterklass oder Finsterrull passen deit. Du kannst de Finstern ok Befehlen tostüern: »active«, »close«, »min(imize)«, »max(imize)«, »fullscreen«, »shade«, »keep above« un »keep below«.
ru: Поиск окон, у которых заголовок, класс окна или роль окна содержит :q:. Можно управлять окнами, используя следующие команды: фокус, закрыть, свер(нуть), расп(ахнуть), полноэкранный, заголовок, поверх, ниже.
sk: Nájde okná, ktorých názov, trieda alebo rola zodpovedá :q:. S oknami je možné manipulovať pomocou jedného z nasledujúcich kľúčových slov: aktivovat, zavriet, min(imalizovat), max(imalizovat), cela obrazovka, zabalit, drzat nad a drzat pod.
sl: Najde okna, katerih ime, razred ali vloga se ujemajo s/z :q:. Z okni lahko upravljate s pomočjo naslednjih ključnih besed: omogoči, zapri, skr(či), raz(pni), celozaslonsko, zvij,ohrani nad vsemi, ohrani pod vsemi.
sv: Söker efter fönster vars namn, fönsterklass eller fönsterroll motsvarar :q:. Det är möjligt att interagera med fönstren genom att använda ett av följande nyckelord: aktivera, stäng, min(imera), max(imera), fullskärm, rulla upp, behåll över, och behåll under.
th: ค้นหาหน้าต่างต่าง ๆ ที่มีชื่อ, คลาสของหน้าต่าง หรือบทบาทของหน้าต่าง ที่เข้าเงื่อนไข :q: นอกจากนี้ยังสามารถควบคุมหน้าต่างต่าง ๆ โดยใช้งานผ่านคีย์เวิร์ดเหล่านี้ได้: ใช้งาน, ปิด, ย่อเล็กสุด, ขยายใหญ่สุด, เต็มจอภาพ, พับเก็บ, อยู่เหนือหน้าต่างอื่น และอยู่ใต้หน้าต่างอื่น ได้

source: Finds windows which are on desktop named :q: It is possible to interact with the windows by using one of the following keywords: activate, close, min(imize), max(imize), fullscreen, shade, keep above and keep below.
fi: Etsii ikkunoita, jotka ovat työpöydällä :q:. Ikkunoihin voi vaikuttaa seuraavin komennoin: activate (aktivoi), close (sulje), min(imize) (pienennä), max(imize) (suurenna), fullscreen (koko näyttöön), shade (rullaa), keep above (pidä ylinnä) ja keep below (pidä alinna).
ga: Aimsigh fuinneoga atá ar an deasc darb ainm :q:Is féidir oibriú leis na fuinneoga trí cheann de na heochairfhocail seo a leanas: gníomhachtaigh, dún, íos(laghdaigh), uas(mhéadaigh), lánscáileán, scáthaigh, coimeád os cionn agus coimeád faoi.
km: រក​បង្អួច​ដែល​មាន​នៅ​លើ​ផ្ទៃតុ​ដែលមាន :q: វា​អាច​ទាក់ទង​​ជា​មួយ​បង្អួច​ដោយ​ប្រើ​ពាក្យ​គន្លឹះ​មួយ​ក្នុង​ចំណោម​ពាក្យ​គន្លឹះ​ដូចខាងក្រោម ៖ activate, close, min(imize), max(imize), fullscreen, shade, keep above and keep below ។
kn: :q: ಗೆ ತಾಳೆಯಾಗುವ ಗಣಕತೆರೆಯ ಹೆಸರಿನ ಗಣಕತೆರೆಯನ್ನು ಹುಡುಕುತ್ತದೆ. ಈ ಕೆಳಗಿನ ಕೀಲಿ ಪದಗಳನ್ನು ಬಳಸಿಕೊಂಡು ಕಿಟಕಿಗಳ ನಡುವೆ ಪರಸ್ಪರ ಸಂವಾದಾತ್ಮಕವಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸಲು ಸಾಧ್ಯವಿದೆ: activate(ಸಕ್ರಿಯಗೊಳಿಸು), close(ಮುಚ್ಚು), min(imize)(ಕಿರಿದಾಗಿಸು), max(imize) (ಹಿರಿದಾಗಿಸು), fullscreen(ಪೂರ್ಣತೆರೆ), shade(ಛಾಯೆ), keep above (ಮೇಲೆ ಇರಿಸು) ಹಾಗು keep below(ಕೆಳಗೆ ಇರಿಸು).
lt: Randa langus, kurie yra darbalaukyje ir kurių pavadinimas atitinka :q: Galima sąveikauti su langais naudojant vieną iš tokių raktažodžių: aktyvuoti, užverti, sus(kleisti), iss (išskleisti), visas ekranas, tik antraštės juosta, laikyti virš ir laikyti po.
lv: Atrod logus, kuri ir uz darbvirsmas ar nosaukumu :q:. Iespējams iedarboties uz logiem, izmantojot vienu no komandām: aktivizēt, aizvērt min(imizēt), maks(imizēt), pilnekrāna, saritināt, paturēt virs, paturēt zem.
ms: Cari tetingkap yang berada pada desktop bernama :q: Adalah mungkin untuk berinteraksi dengan tetingkap dengan menggunakan satu daripada kata kunci berikut: activate, close, min(imize), max(imize), fullscreen, shade, keep above dan keep below.
nds: Söcht na Finstern, de op den Schriefdisch :q: liggt. Du kannst de Finstern ok Befehlen tostüern: »active«, »close«, »min(imize)«, »max(imize)«, »fullscreen«, »shade«, »keep above« un »keep below«.
ru: Поиск окон, находящихся на рабочем столе :q:. Можно управлять окнами, используя следующие команды: фокус, закрыть, свер(нуть), расп(ахнуть), полноэкранный, заголовок, поверх, ниже.
sk: Nájde na ploche okná s názvom :q: S oknami je možné manipulovať pomocou jedného z nasledujúcich kľúčových slov: aktivovat, zavriet, min(imalizovat), max(imalizovat), cela obrazovka, zabalit, drzat nad a drzat pod.
sl: Najde okna, ki so na namizju z imenom :q:. Z okni lahko upravljate s pomočjo naslednjih ključnih besed: omogoči, zapri, skr(či), raz(pni), celozaslonsko, zvij,ohrani nad vsemi, ohrani pod vsemi.
sv: Söker efter fönster som finns på skrivbordet vid namn :q:. Det är möjligt att interagera med fönstren genom att använda ett av följande nyckelord: aktivera, stäng, min(imera), max(imera), fullskärm, rulla upp, behåll över, och behåll under.
th: ค้นหาหน้าต่างบนพื้นที่ทำงานที่มีชื่อ :q: นอกจากนี้ยังสามารถควบคุมหน้าต่างต่าง ๆ โดยใช้งานผ่านคีย์เวิร์ดเหล่านี้ได้: ใช้งาน, ปิด, ย่อเล็กสุด, ขยายใหญ่สุด, เต็มจอภาพ, พับเก็บ, อยู่เหนือหน้าต่างอื่น และอยู่ใต้หน้าต่างอื่น ได้

source: Switch to desktop named :q:
fi: Vaihda työpöydälle nimeltä :q:
ga: Athraigh go dtí deasc darb ainm :q:
km: ប្ដូរ​ទៅ​ផ្ទៃតុ​មាន​ឈ្មោះ :q:
kn: :q: ಎಂಬ ಹೆಸರಿನ ಗಣಕತೆರೆಗೆ ಬದಲಿಸು
lt: Perjungti į darbalaukį, pavadinimu :q:
lv: Pārslēdz uz darbvirsrmu ar nosaukumu :q:
ms: Tukar ke desktop bernama :q:
nds: Na den Schriefdisch :q: wesseln
ru: Переключиться на рабочий стол :q:
sk: Prepnúť na plochu s názvom :q:
sl: Preklopi na namizje z imenom :q:
sv: Byt skrivbord vid namn :q:
th: เปลี่ยนไปยังพื้นที่ทำงานที่ชื่อ :q:

# Note this is a KRunner keyword
source: window
fi: ikkuna
ga: fuinneog
km: បង្អួច
kn: ಕಿಟಕಿ
lt: langas
lv: logs
ms: tetingkap
nds: Finster
ru: окно
sk: okno
sl: okno
sv: fönster
th: หน้าต่าง

source: Lists all windows and allows to activate them. With name=, class=, role= and desktop= the list can be reduced to windows matching these restrictions. It is possible to interact with the windows by using one of the following keywords: activate, close, min(imize), max(imize), fullscreen, shade, keep above and keep below.
fi: Luettelee kaikki ikkunat ja mahdollistaa niiden aktivoinnin. Parametrein name=, class=, role= ja desktop= luetteloa voi suodattaa. Ikkunoihin voi vaikuttaa seuraavin komennoin: activate (aktivoi), close (sulje), min(imize) (pienennä), max(imize) (suurenna), fullscreen (koko näyttöön), shade (rullaa), keep above (pidä ylinnä) ja keep below (pidä alinna).
ga: Taispeánann sé seo gach fuinneog, agus ligeann sé duit iad a ghníomhachtú. Is féidir an liosta a theorannú leis na roghanna ainm=, aicme=, ról=, agus deasc=. Chomh maith leis sin, is féidir leat oibriú leis na fuinneoga trí na heochairfhocal seo a leanas: gníomhachtaigh, dún, íos(laghdaigh), uas(mhéadaigh), lánscáileán, scáthaigh, coimeád os cionn agus coimeád faoi.
km: រាយ​បង្អួច​ទាំងអស់ ហើយ​អនុញ្ញាត​ឲ្យ​ធ្វើ​ឲ្យ​ពួកវា​សកម្ម ។ With name=, class=, role= and desktop= បញ្ជី​អាច​ត្រូ​វបាន​កាត់​បន្ថយ​បង្អួច​ឲ្យ​ត្រូវ​គ្នា​នឹង​ការ​ដាក់​កម្រិត​ទាំង​នេះ ។ វា​អាច​ទាក់ទង​ជា​មួយ​បង្អួច ដោយ​ប្រើ​​ពាក្យ​គន្លឹះ​មួយ​ក្នុង​ចំណោម​ពាក្យ​គន្លឹះ​ដូច​ខាង​ក្រោម ៖ activate, close, min(imize), max(imize), fullscreen, shade, keep above and keep below ។
kn: ಎಲ್ಲಾ ಕಿಟಕಿಗಳನ್ನು ಪಟ್ಟಿ ಮಾಡುತ್ತದೆ ಹಾಗೂ ಅವುಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ಅನುವುಮಾಡುತ್ತದೆ. ಈ ಪಟ್ಟಿಯನ್ನು, ವರ್ಗ=, ಹೆಸರು=, ಪಾತ್ರ=, ಮತ್ತು ಗಣಕತೆರೆ=, ಅನ್ನು ಬಳಸಿ ಕಿರಿದಾಗಿಸಬಹುದು. ಈ ಕೆಳಗಿನ ಕೀಲಿ ಪದಗಳನ್ನು ಬಳಸಿಕೊಂಡು ಕಿಟಕಿಗಳ ನಡುವೆ ಪರಸ್ಪರ ಸಂವಾದಾತ್ಮಕವಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸಲು ಸಾಧ್ಯವಿದೆ: activate(ಸಕ್ರಿಯಗೊಳಿಸು), close(ಮುಚ್ಚು), min(imize)(ಕಿರಿದಾಗಿಸು), max(imize) (ಹಿರಿದಾಗಿಸು), fullscreen(ಪೂರ್ಣತೆರೆ), shade(ಛಾಯೆ), keep above (ಮೇಲೆ ಇರಿಸು) ಹಾಗು keep below(ಕೆಳಗೆ ಇರಿಸು).
lt: Išvardija visus langus ir leidžia juos aktyvuoti. Naudojant „name=“, „class=“, „role=“ ir „desktop=“, sąrašas gali būti sumažintas iki langų, atitinkančių šiuos apribojimus. Galima sąveikauti su langais naudojant vieną iš tokių raktažodžių: aktyvuoti, užverti, sus(kleisti), iss (išskleisti), visas ekranas, tik antraštės juosta, laikyti virš ir laikyti po.
lv: Parāda visus logus un ļauj tos aktivizēt. Ar nosaukums=, klase=, loma= un darbvirsma=, sarakstu var ierobežot. Iespējams ieradboties uz logiem, izmantojot vienu no komandām: aizvērt min(imizēt), maks(imizēt), pilnekrāna, saritināt, paturēt virs, paturēt zem.
nds: List all Finstern op, un Du kannst de denn ok bewerken. Mit »name=«, »class=«, »role=« un »desktop« kannst Du de List op de Finstern ingrenzen, op de de Bedingen passt. Du kannst de Finstern ok Befehlen tostüern: »active«, »close«, »min(imize)«, »max(imize)«, »fullscreen«, »shade«, »keep above« un »keep below«.
ru: Перечисление всех окон с возможностью переключения на одно из них. При помощи параметров имя=, класс=, роль= и стол= можно ограничить список окон только теми, которые удовлетворяют указанным условиям. Можно управлять окнами, используя следующие команды: фокус, закрыть, свер(нуть), расп(ахнуть), полноэкранный, заголовок, поверх, ниже.
sk: Zobrazí všetky okná a umožní ich aktivovať. S parametrami nazov=, trieda=, rola= a plocha= je možné zoznam zredukovať na okná zodpovedajúce týmto obmedzeniam. S oknami je možné manipulovať pomocou jedného z nasledujúcich kľúčových slov: aktivovat, zavriet, min(imalizovat), max(imalizovat), cela obrazovka, zabalit, drzat nad a drzat pod.
sl: Izpiše seznam vseh oken in vam omogoča, da jih omogočite. Seznam lahko skrajšate z uporabo omejitev ime=, razred=, vloga= in namizje=. Z okni lahko upravljate s pomočjo naslednjih ključnih besed: omogoči, zapri, skr(či), raz(pni), celozaslonsko, zvij,ohrani nad vsemi, ohrani pod vsemi.
sv: Listar alla fönster och gör det möjligt att aktivera dem. Med namn=, klass=, roll= och skrivbord= kan listan reduceras till fönster som motsvarar begränsningarna. Det är möjligt att interagera med fönstren genom att använda ett av följande nyckelord: aktivera, stäng, min(imera), max(imera), fullskärm, rulla upp, behåll över, och behåll under.
th: เรียกดูหน้าต่างทั้งหมด และอนุญาตให้ใช้งานพวกมันได้ โดยสามารถเจาะจงด้วยค่า ชื่อ=, คลาส=, บทบาท= และ พื้นที่ทำงาน= ได้ นอกจากนี้ยังสามารถควบคุมหน้าต่างต่าง ๆ โดยใช้งานผ่านคีย์เวิร์ดเหล่านี้ได้: ใช้งาน, ปิด, ย่อเล็กสุด, ขยายใหญ่สุด, เต็มจอภาพ, พับเก็บ, อยู่เหนือหน้าต่างอื่น และอยู่ใต้หน้าต่างอื่น ได้

# Note this is a KRunner keyword
source: desktop
fi: työpöytä
ga: deasc
km: ផ្ទៃតុ
kn: ಗಣಕತೆರೆ
lt: darbalaukis
lv: darbvirsma
nds: Schriefdisch
ru: стол
sk: plocha
sl: namizje
sv: skrivbord
th: พื้นที่ทำงาน

source: Lists all other desktops and allows to switch to them.
fi: Luettelee kaikki muut työpöydät ja sallii vaihtaa niille.
ga: Taispeánann sé seo gach deasc eile agus ligeann sé iad a roghnú.
km: រាយ​ផ្ទៃតុ​ផ្សេងៗ​ទាំងអស់ ហើយ​អនុញ្ញាត​ឲ្យ​ប្ដូរ​ពួកវា ។
kn: ಇತರ ಎಲ್ಲಾ ಗಣಕತೆರೆಗಳ ಪಟ್ಟಿ ಮಾಡುತ್ತದೆ ಹಾಗೂ ಅವುಗಳಿಗೆ ಬದಲಾಯಿಸಲು ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ.
lt: Išvardija visus kitus darbalaukius ir leidžia į juos perjungti.
lv: Parāda visas citas darbvirsmas un pārslēdzas uz tām.
nds: List all anner Schriefdischen op un lett Di dor ok hengahn.
ru: Перечисление всех рабочих столов кроме текущего с возможностью переключения на них.
sk: Zobrazí všetky plochy a umožní ich prepnúť.
sl: Izpiše seznam vseh drugih namizij in vam omogoča, da preklopite nanje.
sv: Lista alla andra skrivbord och gör det möjligt att byta till dem.
th: เรียกดูพื้นที่ทำงานอื่น ๆ และอนุญาตให้เปลี่ยนไปยังพวกมันได้

# Note this is a KRunner keyword
source: activate
fi: aktivoi
ga: gníomhachtaigh
km: ធ្វើ​ឲ្យ​សកម្ម
kn: ಸಕ್ರಿಯಗೊಳಿಸು
lt: aktyvuoti
lv: aktivizēt
ms: aktifkan
nds: aktiev maken
ru: фокус
sk: aktivovat
sl: omogoči
sv: aktivera
th: ใช้งาน

# Note this is a KRunner keyword
source: close
fi: sulje
ga: dún
km: បិទ
kn: ಮುಚ್ಚು
lt: užverti
lv: aizvērt
ms: tutup
nds: tomaken
ru: закрыть
sk: zavriet
sl: zapri
sv: stäng
th: ปิด

# Note this is a KRunner keyword
source: min
fi: pien
ga: íos
km: អប្បបរមា
kn: ಕಿರಿದು
lt: sus
ru: свер
sl: skr
th: เล็กสุด

# Note this is a KRunner keyword
source: minimize
fi: pienennä
ga: íoslaghdaigh
km: បង្រួម​អប្បបរមា
kn: ಕಿರಿದುಗೊಳಿಸು
lt: suskleisti
lv: minimizēt
ms: minimakan
nds: minimeren
ru: свернуть
sk: minimalizovat
sl: skrči
sv: minimera
th: ย่อเล็กสุด

# Note this is a KRunner keyword
source: max
fi: suur
ga: uas
km: អតិបរមា
kn: ಹಿರಿದು
lt: iss
lv: maks
ms: maks
ru: расп
sl: raz
th: ใหญ่สุด

# Note this is a KRunner keyword
source: maximize
fi: suurenna
ga: uasmhéadaigh
km: បង្រួម​អប្បបរមា
kn: ಹಿರಿದುಗೊಳಿಸು
lt: išskleisti
lv: maksimizēt
nds: maximeren
ru: распахнуть
sk: maximalizovat
sl: razpni
sv: maximera
th: ขยายใหญ่สุด

# Note this is a KRunner keyword
source: fullscreen
fi: koko näyttö
ga: lánscáileán
km: ពេញអេក្រង់
kn: ಪೂರ್ಣತೆರೆ
lt: visas ekranas
lv: pilnekrāna
nds: Heelschirm
ru: полноэкранный
sk: cela obrazovka
sl: celozaslonsko
sv: fullskärm
th: เต็มจอภาพ

# Note this is a KRunner keyword
source: shade
fi: rullaa
ga: scáthaigh
km: ស្រមោល
kn: ಛಾಯೆ
lt: tik antraštės juosta
lv: saritināt
nds: inrullen
ru: заголовок
sk: zabalit
sl: zvij
sv: rulla upp
th: พับเก็บ

# Note this is a KRunner keyword
source: keep above
fi: pidä ylinnä
ga: coimeád os cionn
km: ទុកខាង​លើ
kn: ಮೇಲೆ ಇರಿಸು
lt: laikyti virš
lv: paturēt virs
ms: tetap di atas
nds: vörn hollen
ru: поверх
sk: drzat nad
sl: ohrani nad vsemi
sv: behåll över
th: อยู่เหนือตัวอื่น

# Note this is a KRunner keyword
source: keep below
fi: pidä alinna
ga: coimeád faoi
km: ទុកខាង​ក្រោម
kn: ಕೆಳಗೆ ಇರಿಸು
lt: laikyti po
lv: paturēt zem
ms: tetap di bawah
nds: achtern hollen
ru: ниже
sk: drzat pod
sl: ohrani pod vsemi
sv: behåll under
th: อยู่ด้านล่างตัวอื่น

# Note this is a KRunner keyword
source: name
fi: nimi
ga: ainm
km: ឈ្មោះ
kn: ಹೆಸರು
lt: pavadinimas
lv: nosaukums
ms: nama
nds: Naam
ru: имя
sk: nazov
sl: ime
sv: namn
th: ชื่อ

# Note this is a KRunner keyword
source: class
fi: luokka
ga: aicme
km: ថ្នាក់
kn: ವರ್ಗ
lt: klasė
lv: klase
ms: kelas
nds: Klass
ru: класс
sk: trieda
sl: razred
sv: klass
th: คลาส

# Note this is a KRunner keyword
source: role
fi: rooli
ga: ról
km: តួនាទី
kn: ಪಾತ್ರ
lt: vaidmuo
lv: loma
ms: tugas
nds: Funkschoon
ru: роль
sk: rola
sl: vloga
sv: roll
th: บทบาท

source: Switch to desktop %1
fi: Vaihda työpöydälle %1
ga: Athraigh go deasc %1
km: ប្ដូរ​ទៅ​ផ្ទៃតុ %1
kn: ಗಣಕತೆರೆ %1 ಕ್ಕೆ ಬದಲಿಸು
lt: Perjungti į darbalaukį %1
lv: Pārslēgties uz %1. darbvirsmu
ms: Tukar ke desktop %1
nds: Na Schriefdisch %1 wesseln
ru: Переключиться на %1|/|Переключиться на рабочий стол $[wo-prefix 'Рабочий стол ' %1]
sk: Prepnúť na plochu %1
sl: Preklopi na namizje %1
sv: Byt skrivbord %1
th: สลับไปยังพื้นที่ทำงาน %1

source: Close running window on %1
fi: Sulje ikkuna työpöydällä %1
ga: Dún an fhuinneog bheo ar %1
km: បិទ​បង្អួច​ដែល​កំពុង​ដំណើរការ​នៅ​លើ %1
kn: %1 ರಲ್ಲಿ ಚಲಾಯಿತಗೊಳ್ಳುತ್ತಿರುವ ಕಿಟಕಿಯನ್ನು ಮುಚ್ಚು
lt: Užverti veikiantį langą darbalaukyje %1
lv: Aizvērt darbojošos logu uz %1
ms: Tutup tetingkap terlaksana pada %1
nds: Lopen Finster op %1 tomaken
ru: Закрыть окно на %1|/|Закрыть окно на рабочем столе $[wo-prefix 'Рабочий стол ' %1]
sk: Zavrieť bežiace okno na %1
sl: Zapri okno na %1
sv: Stäng fönster som kör på %1
th: ปิดหน้าต่างที่ทำงานอยู่บน %1

source: (Un)minimize running window on %1
fi: Pienennä tai palauta ikkuna työpöydällä %1
ga: (Dí-)íoslaghdaigh fuinneog bheo ar %1
km: បង្រួម​អបប្បរមា/ឬ​មិន​អប្បបរមា​បង្អួច​ដែល​កំពុង​ដំណើរការ​នៅ​លើ %1
kn: %1 ರಲ್ಲಿ ಚಲಾಯಿತಗೊಳ್ಳುತ್ತಿರುವ ಕಿಟಕಿಯನ್ನು ಕಿರಿದಾಗಿಸು
lt: Suskleisti (išskleisti) langą, veikiantį darbalaukyje %1
lv: (At)Minimizēt darbojošos logu uz %1
ms: (Nyah)minimakan tetingkap terlaksana pada %1
nds: Lopen Finster op %1 minimeren oder wedderherstellen
ru: Свернуть или развернуть окно на %1|/|Свернуть или развернуть окно на рабочем столе $[wo-prefix 'Рабочий стол ' %1]
sk: Minimalizovať/obnoviť bežiace okno na %1
sl: (Razpni)Skrči okno na %1
sv: Minimera eller återställ fönster som kör på %1
th: ย่อเล็กสุด/เรียกคืนหน้าต่างบน %1

source: Maximize/restore running window on %1
fi: Suurenna tai palauta ikkuna työpöydällä %1
ga: Uasmhéadaigh/athchóirigh an fhuinneog bheo ar %1
km: ពង្រីកអតិបរមា/ស្ដារឡើងវិញនូវ​បង្អួច​ដែល​កំពុង​ដំណើរការ​នៅ​លើ %1
kn: %1 ರಲ್ಲಿ ಚಲಾಯಿತಗೊಳ್ಳುತ್ತಿರುವ ಕಿಟಕಿಯನ್ನು ಹಿರಿದಾಗಿಸು/ಮೊದಲಿನಂತೆ ಮಾಡು
lt: Išskleisti/Grąžinti iš suskleidimo langą, veikiantį darbalaukyje %1
lv: Maksimizēt/atjaunot darbojošos logu uz %1
ms: Maksimakan/kembalikan tetingkap terlaksana pada %1
nds: Lopen Finster op %1 maximeren oder wedderherstellen
ru: Распахнуть или восстановить окно на %1|/|Распахнуть или восстановить окно на рабочем столе $[wo-prefix 'Рабочий стол ' %1]
sk: Maximalizovať/obnoviť bežiace okno na %1
sl: Razpni/obnovi okno na %1
sv: Maximera eller återställ fönster som kör på %1
th: ขยายใหญ่สุด/เรียกคืนหน้าต่างที่อยู่บน %1

source: Toggle fullscreen for running window on %1
fi: Vaihda ikkuna koko näytölle tai näytöltä työpöydällä %1
ga: Scoránaigh an mód lánscáileáin don fhuinneog bheo ar %1
km: បិទ/បើក​របៀប​ពេញអេក្រង់​សម្រាប់​បង្អួច​ដែល​កំពុង​ដំណើរការ​នៅ​លើ %1
kn: %1 ರಲ್ಲಿ ಚಲಾಯಿತಗೊಳ್ಳುತ್ತಿರುವ ಕಿಟಕಿಯನ್ನು ಪೂರ್ಣತೆರೆಗೆ ಬದಲಾಯಿಸು
lt: Perjungti viso ekrano veikseną langui, veikiančiam darbalaukyje %1
lv: Pārslēgt pilnekrānu darbojošamies logam uz %1
ms: Toggle skrinpenuh bagi tetingkap terlaksana pada %1
nds: Heelschirmbedrief för't Finster an- oder utmaken, dat op %1 löppt
ru: Включить или выключить полноэкранный режим для окна на %1|/|Включить или выключить полноэкранный режим для окна на рабочем столе $[wo-prefix 'Рабочий стол ' %1]
sk: Prepnúť bežiace okno na celú obrazovku na %1
sl: Preklopi celozaslonski način za okno na %1
sv: Ändra fullskärm för fönster som kör på %1
th: สลับการทำให้หน้าต่างเต็มจอภาพบน %1

source: (Un)shade running window on %1
fi: Rullaa ikkuna kiinni tai auki työpöydällä %1
ga: (Dí-)scáthaigh fuinneog bheo ar %1
km: បង្អួច​ដែល​កំពុង​ដំណើរការ​មាន​ស្រមោល (ឬ​គ្មានស្រមោល​) នៅ​លើ %1
kn: %1 ರಲ್ಲಿ ಚಲಾಯಿತಗೊಳ್ಳುತ್ತಿರುವ ಕಿಟಕಿಯ ಮಬ್ಬುಗೊಳಿಕೆಯನ್ನು(ಛಾಯೆ) ರದ್ದುಗೊಳಿಸು
lt: (Ne)rodyti lango, veikiančio darbalaukyje %1 tik antraštės juostą
lv: (At)Ritināt darbojošos logu uz %1
ms: (Nyah)teduh tetingkap terlaksana pada %1
nds: Finster op %1 ut- oder inrullen
ru: Свернуть или развернуть из заголовка окно на %1|/|Свернуть или развернуть из заголовка окно на рабочем столе $[wo-prefix 'Рабочий стол ' %1]
sk: Zabaliť/rozbaliť bežiace okno na %1
sl: (Ra)zvij okno na %1
sv: Rulla upp eller återställ fönster som kör på %1
th: พับเก็บ/ยกเลิกพับเก็บหน้าต่างบน %1

source: Toggle keep above for running window on %1
fi: Pidä ikkunaa ylinnä tai poista pito työpöydällä %1
ga: Scoránaigh 'coimeád os cionn' don fhuinneog bheo ar %1
km: បិទ/បើក​ដើម្បី​រក្សាទុក​​សម្រាប់​បង្អួច​ដែល​កំពុង​ដំណើរការ​ខាង​លើ​នៅ​លើ %1
kn: %1 ರಲ್ಲಿ ಚಲಾಯಿತಗೊಳ್ಳುತ್ತಿರುವ ಕಿಟಕಿಯನ್ನು ಮೇಲೆ ಇರಿಸುವಂತೆ ಹೊರಳಿಸು
lt: Perjungti laikymo virš kitų parinktį langui, veikiančiam darbalaukyje %1
lv: Pārslēgt paturēt virs citiem darbojošos logu uz %1
ms: Toggle simpan diatas untuk tetingkap terlaksana pada %1
nds: »Vörn hollen« an- oder utmaken för't Finster, dat op %1 löppt
ru: Включить или выключить поддержку поверх других окон окна на %1|/|Включить или выключить поддержку поверх других окон окна на рабочем столе $[wo-prefix 'Рабочий стол ' %1]
sk: Držať bežiace okno nad ostatnými na %1
sl: Preklopi ohrani nad vsemi za okno na %1
sv: Ändra behåll över för fönster som kör på %1
th: สลับการทำให้หน้าต่างที่ทำงานอยู่บน %1 อยู่ด้านบนตัวอื่น

source: Toggle keep below running window on %1
fi: Pidä ikkunaa alinna tai poista pito työpöydällä %1
ga: Scoránaigh 'coimeád faoi' don fhuinneog bheo ar %1
km: បិទ/បើក​ដើម្បី​រក្សាទុក​បង្អួច​ដែល​កំពុង​ដំណើរការ​ខា​ងក្រោម​នៅ​លើ %1
kn: %1 ರಲ್ಲಿ ಚಲಾಯಿತಗೊಳ್ಳುತ್ತಿರುವ ಕಿಟಕಿಯನ್ನು ಕೆಳಕ್ಕೆ ಇರಿಸುವಂತೆ ಹೊರಳಿಸು
lt: Perjungti laikymo po kitais parinktį langui, veikiančiam darbalaukyje %1
lv: Pārslēgt paturēt zem citiem darbojošos logu uz %1
ms: Toggle simpan dibawah tetingkap terlaksana pada %1
nds: »Achtern hollen« an- oder utmaken för't Finster , dat op %1 löppt
ru: Включить или выключить поддержку на заднем плане окна на %1|/|Включить или выключить поддержку на заднем плане окна на рабочем столе $[wo-prefix 'Рабочий стол ' %1]
sk: Držať bežiace okno pod ostatnými na %1
sl: Preklopi ohrani pod vsemi za okno na %1
sv: Ändra behåll under för fönster som kör på %1
th: สลับการทำให้หน้าต่างที่ทำงานอยู่บน %1 อยู่ด้านล่างตัวอื่น

source: Activate running window on %1
fi: Aktivoi ikkuna työpöydällä %1
ga: Gníomhachtaigh fuinneog bheo ar %1
km: ធ្វើ​ឲ្យ​បង្អួច​កំពង់​ដំណើរការ​​សកម្ម​នៅ​លើ %1
kn: %1 ರಲ್ಲಿ ಚಾಲನೆಯಲ್ಲಿರುವ ಕಿಟಕಿಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸು
lt: Aktyvuoti langą, veikiantį darbalaukyje %1
lv: Aktivizēt darbojošos logu uz %1
ms: Aktifkan tetingkap terlaksana pada %1
nds: Lopen Finster op %1 aktiev maken
ru: Переключиться на окно на %1|/|Переключиться на окно на рабочем столе $[wo-prefix 'Рабочий стол ' %1]
sk: Aktivovať bežiace okno na %1
sl: Omogoči okno na %1
sv: Aktivera fönster som kör på %1
th: ใช้งานหน้าต่างที่ทำงานอยู่บน %1
